{
    "taskName"          : "Задание 6",
    "taskDefinition"    : "Установите соответствие между фрагментами исторических источников и их краткими характеристиками: к каждому фрагменту, обозначенному буквой, подберите по две соответствующие характеристики, обозначенные цифрами.",
     "mainText"          : "\nА) «Вечером, 13 декабря, не придя к единодушному решению, они отправились по казармам и провели всю ночь в переговорах с солдатами гарнизона столицы. Их план, если у них вообще был какой-либо план, состоял в том, чтобы вывести несколько полков на Сенатскую площадь и заставить императора принять их требования установления в России конституционного образа правления. Задолго до рассвета стало ясно, что заговор не удался. Солдаты не понимали ни пламенного красноречия декабристов, ни длинных цитат из Жан-Жака Руссо. Единственный вопрос, поставленный солдатами заговорщикам, был о значении слова «конституция». Солдаты спрашивали, не было ли «Конституция» имя польки, супруги великого князя Константина Павловича».\nБ) «...На деле царь действительно не поехал по Садовой, но Перовская выказала тут все свое самообладание. Быстро сообразив, что путем, по которому государь поедет обратно, будет набережная Екатерининского канала, она изменила весь план, чтобы действовать уже одними бомбами. Она обошла метальщиков и поставила их на новые места, условившись о сигнале, который даст, махнув платком.\nВ начале третьего часа один за другим прогремели два удара, похожие на пушечные выстрелы: [первая бомба] разбила карету государя, бомба Гриневицкого сокрушила императора; смертельно раненные, и царь, и метальщик через несколько часов были бездыханны»\n1. Описываемые события произошли в 1825 г.\n2. Одним из участников описываемых событий был П.Г. Каховский.\n3. Одним из участников описываемых событий был Д.Г. Богров.\n4. Описываемые события произошли в 1905 г.\n5. Одним из участников описываемых событий был Н.И. Рысаков\n6. Описываемые события произошли в 1881 г.\nЗапишите выбранные цифры под соответствующими буквами.",
     "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 1,
    "onlyOneCorrectAnswer"      : false,
    "divideTheAnswerForEachCharacter": true,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "1",
        "2",
        "5",
        "6"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}