{
    "taskName"          : "Задание 6",
    "taskDefinition"    : "Установите соответствие между фрагментами исторических источников и их краткими характеристиками: к каждому фрагменту, обозначенному буквой, подберите по две соответствующие характеристики, обозначенные цифрами.",
    "mainText"          : "Установите соответствие между фрагментами исторических источников и их краткими характеристиками: к каждому фрагменту, обозначенному буквой, подберите по две соответствующие характеристики, обозначенные цифрами.\nА) «Жалуем сим именным указом с монаршим и отеческим нашим милосердием всех, находившихся прежде в крестьянстве и в подданстве помещиков, быть верноподданными рабами собственной нашей короне, и награждаем древним крестом и молитвою, головами и бородами, вольностью и свободою и вечно казаками, не требуя рекрутских наборов, подушных и прочих денежных податей, владением землями, лесными, сенокосными угодьями и рыбными ловлями, и соляными озерами без покупки и без оброку и освобождаем всех прежде чинимых от злодеев дворян и градских мздоимцев- судей крестьянам и всему народу налагаемых податей и отягощений»\nБ) «Если кто из помещиков пожелает отпустить благоприобретённых или родовых крестьян своих поодиночке или и целым селением на волю и вместе с тем утвердить им участок земли или целую дачу, то сделав с ними условия, какие по обоюдному согласию признаются лучшими, имеет представить их при прошении своем через губернского дворянского предводителя к министру внутренних дел для рассмотрения и представления нам; и если последует от нас решение желанию его согласное: тогда предъявятся сии условия в Гражданской палате и запишутся у крепостных дел со взносом узаконенных пошлин.\n...Крестьяне и селения, от помещиков по таковым условиям с землёю отпускаемые, если не пожелают войти в другие состояния, могут оставаться на собственных их землях земледельцами и сами по себе составляют особенное состояние свободных хлебопашцев».",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 2,
    "onlyOneCorrectAnswer"      : false,
    "divideTheAnswerForEachCharacter": true,
    "mandatorySequence" : true,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "5",
        "6",
        "2",
        "4"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "",
    "arrURLImageForTask": ["https://raw.githubusercontent.com/HackDeveloperUA/api.ege.History_app/master/JSONVariants/Variant1/task6/img/IMGEGE.History.Variant1.Task6_Img1.png"]
}