{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из воспоминаний политического деятеля.",
    "mainText"          : "«... Опубликование манифеста сопровождалось в провинции целым рядом беспорядков... Эти события застали врасплох графа и вызвали непосредственно принятие контрмер при дворе. Реакционная партия использовала случай, чтобы поднять голову и попытаться возобновить свое влияние на императора. Между этой партией и графом завязалась ожесточенная борьба. После опубликования Манифеста 17 октября граф оказался объектом жестоких нападок крайне правых и левых и встретил полное равнодушие со стороны умеренных либералов. Когда я покидал графа , то был поражен пессимистическим характером следующего его замечания: «Манифест 17 октября предотвратил немедленную катастрофу, но он не явился радикальным лекарством в создавшемся положении, которое до сих пор остается угрожающим. Всё, на что я могу надеяться, — это сохранить положение без больших потрясений до открытия Думы, но даже в осуществлении этой надежды я не могу быть вполне уверен. Новый революционный взрыв представляется всегда возможным». Подобный пессимизм... объяснялся исключительно тем глубоким разочарованием, которое [он] испытал в связи с непосредственными результатами издания манифеста, и сверх того — отсутствием сочувствия со стороны либеральной партии, чего он не мог предвидеть; на эту партию он возлагал большие надежды».\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения.\n1. Манифест, о котором идёт речь, был издан в 1905 г.\n2. Граф, о котором идёт речь, занимал должность Председателя Комитета министров Российской империи.\n3. Автор пишет, что после опубликования манифеста граф, о котором идёт речь в отрывке, был активно поддержан либералами.\n4. Граф, по словам автора отрывка, выразил уверенность, что издание манифеста навсегда предотвратит революцию в России.\n5. В манифесте, упомянутом в отрывке, говорилось о даровании народу гражданских свобод.\n6. Граф, о котором идёт речь, входил в состав Временного правительства.",
   "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 1,
    "onlyOneCorrectAnswer"      : false,
    "divideTheAnswerForEachCharacter": true,
    "mandatorySequence" : false,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "1",
        "2",
        "5"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": []
}