{
    "taskName"          : "Задание 12",
    "taskDefinition"    : "Прочтите отрывок из Конституции СССР.\nИспользуя отрывок и знания по истории, выберите в приведённом списке три верных суждения.",
    "mainText"          : "«Статья 1. Союз Советских Социалистических Республик есть социалистическое общенародное государство, выражающее волю и интересы рабочих, крестьян и интеллигенции, трудящихся всех наций и народностей страны.\nСтатья 2. Вся власть в СССР принадлежит народу. Народ осуществляет государственную власть через Советы народных депутатов, составляющие политическую основу СССР. Все другие государственные органы подконтрольны и подотчетны Советам народных депутатов.\nСтатья 3. Организация и деятельность Советского государства строятся в соответствии с принципом демократического централизма: выборностью всех органов государственной власти снизу доверху, подотчетностью их народу, обязательностью решений вышестоящих органов для нижестоящих.Демократический централизм сочетает единое руководство с инициативой и творческой активностью на местах, с ответственностью каждого государственного органа и должностного лица за порученное дело.\nСтатья 4. Советское государство, все его органы действуют на основе социалистической законности, обеспечивают охрану правопорядка, интересов общества, прав и свобод граждан. Государственные и общественные организации, должностные лица обязаны соблюдать Конституцию СССР и советские законы.\nСтатья 5. Наиболее важные вопросы государственной жизни выносятся на всенародное обсуждение, а также ставятся на всенародное голосование (референдум).\nСтатья 6. Руководящей и направляющей силой советского общества, ядром его политической системы, государственных и общественных организаций является Коммунистическая партия Советского Союза. КПСС существует для народа и служит народу...».\n",
    "noValidAnswerTotheRecord"  : false,
    "pictureForNoValidAnswer"   : "",
    "primaryScore"              : 1,
    "onlyOneCorrectAnswer"      : false,
    "divideTheAnswerForEachCharacter": true,
    "mandatorySequence" : true,
    "expectedAnswer"    : "Напр: 241",
    "answers": [
        "2",
        "4",
        "6"
    ],
    "addPictureInTop"           : false,
    "chooseAnswerFromPicker"    : false,
    "arrayExpectedAnswerForPicker": [],
    "actionDirection"             : "Введите цифрами без пробелов и иных знаков",
    "arrURLImageForTask": ["https://raw.githubusercontent.com/HackDeveloperUA/api.ege.History_app/master/JSONVariants/Variant1/task12/img/IMGEGE.History.Variant1.Task12_Img1.png"]
}